import img1 from "../../assets/Img-1.jpeg";
import img2 from "../../assets/Img-2.jpeg";
import img3 from "../../assets/Img-3.jpeg";
import img4 from "../../assets/Img-4.jpeg";
import img5 from "../../assets/Img-5.jpeg";
import img6 from "../../assets/Img-6.jpg";
import img7 from "../../assets/Img-7.jpg";
import img8 from "../../assets/Img-8.jpg";
import img9 from "../../assets/Img-9.jpg";
import img10 from "../../assets/Img-10.jpeg";
import img11 from "../../assets/Img-11.jpeg";
import img12 from "../../assets/Img-12.jpg";
import img13 from "../../assets/Img-13.jpg";
import img14 from "../../assets/Img-14.jpg";
import img15 from "../../assets/Img-15.jpeg";
import img16 from "../../assets/Img-16.jpeg";
import img17 from "../../assets/Img-17.jpg";
import img18 from "../../assets/Img-18.jpeg";
import img19 from "../../assets/Img-19.jpeg";
import img20 from "../../assets/Img-20.jpeg";
import img21 from "../../assets/Img-21.jpeg";
import img22 from "../../assets/Img-22.jpeg";

export const img = [
  {
    img: img1,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img2,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img3,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img4,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img5,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img6,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img7,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img8,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img9,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img10,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img11,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img12,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img13,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img14,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img15,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img16,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img17,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img18,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img19,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img20,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img21,
    title: "ねこ",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
  {
    img: img22,
    title: "施しを受ける者",
    detail:
      "あまりにも哀愁漂う矢部大智の姿を見て撮影しました。その姿はまるで数週間何も食べずに街をさまよい歩きやっとありついた飯に喰らいつく野良犬のようでした。美しい夕焼けとのコントラストによりさらに悲壮感が溢れています。",
  },
];
